Repository: Abdul-al5aldi/AthanApp
Catalog: Athan/Resources/*.lproj/Localizable.strings
Languages: ar

source: Athan
ar: أذان

source: Press the Icon to Activate the Location
ar: الرجاء الضغط على الأيقونة لتفعيل الموقع

source: Press the Icon to Activate the Notifications
ar: الرجاء الضغط على الأيقونة لتفعيل الإشعارات

source: Press the Icon to Enter the App
ar: الرجاء الضغط على الأيقونة للدخول للتطبيق

source: Activate Notifications
ar: تفعيل الآشعارات

source: Plese activate the notifications from setting
ar: الرجاء تفعيل الإشعارات من الاعدادات

source: Activate Location Services
ar: تفعيل خدمات الموقع

source: Plese activate the location Services from setting
ar: الرجاء تفعيل خدمات الموقع من الاعدادات

source: Move to Setting
ar: الذهاب الى الإعدادات

source: Back
ar: العودة

source: Salah
ar: الصلاة

source: Athkar
ar: الأذكار

source: Settings
ar: الإعدادات

source: Qiblah
ar: القبلة

source: Prayer Time
ar: اوقات الصلاة

source: Next Prayer in
ar: الصلاة القادمة بعد

source: Fajr
ar: الفجر

source: Sunrise
ar: الشروق

source: Dhuhr
ar: الظهر

source: Asr
ar: العصر

source: Maghrib
ar: المغرب

source: Isha
ar: العشاء

source: Location
ar: الموقع

source: to your
ar: الى جهة

source: left
ar: اليسار

source: right
ar: اليمين

source: facing
ar: مواجه

source: Post Prayer Athkar
ar: أذكار بعد الصلاة

source: Morning Athkar
ar: أذكار الصباح

source: Evening Athkar
ar: أذكار المساء

source: Update Location
ar: تحديث الموقع

source: Change Language
ar: تغيير اللغة

source: Update Location First
ar: قم بتحديد الموقع أولا

source: Athan Settings
ar: إعدادات الأذان

source: Notifications
ar: اللإشعارات

source: Madhab Type
ar: تحديث الموقع

source: Calculation Method
ar: تحديث الموقع

source: Athan's Sound
ar: صوت الأذان

source: Defualt Sound
ar: النغمة اللإفتراضية

source: Makkah's Athan
ar: أذان مكة المكرمة

source: Madinah's Athan
ar: أذان المدينة المنورة

source: Alaqsa's Athan
ar: أذان المسجد الأقصى

source: Source Code
ar: الكود البرمجي

source: Rate the app ⭐️⭐️⭐️⭐️⭐️
ar: قيم التطبيق ⭐️⭐️⭐️⭐️⭐️

source: Message me about the app
ar: راسلني حول التطبيق

source: Developer
ar: المطور

source: Follow the Developer on Twitter
ar: تابع المطور على Twitter

source: Follow the Developer on Linkden
ar: تابع المطور على Linkden

source: Follow the Developer on GitHub
ar: تابع المطور على GitHub

source: Athkar Notifications
ar: إشعارات الأذكار

source: Morning Athkar Reminder
ar: تنبيه أذكار الصباح

source: Evening Athkar Reminder
ar: تنبيه أذكار المساء

source: Prayer Time Reminder
ar: تنبيه وقت الأذان

source: 10 Minutes Brefore Prayer Time Reminder
ar: تنبيه ١٠ دقائق قبل الصلاة
